var thermodynamic_chart = [{
		name: '包头市',
		value: [109.847, 40.66, 100000]
	}, {
		name: '乌海市',
		value: [106.802, 39.66, 80000]
	}, {
		name: '赤峰市',
		value: [118.895, 42.26, 70000]
	}, {
		name: '通辽市',
		value: [122.251, 43.66, 60000]
	}, {
		name: '鄂尔多斯市',
		value: [109.787, 39.61, 90000]
	}, {
		name: '呼伦贝尔市',
		value: [119.772, 49.21, 50000]
	}, {
		name: '呼和浩特市',
		value: [111.758, 40.847, 55555]
	}, {
		name: '巴彦淖尔市',
		value: [107.394, 40.75, 40000]
	}, {
		name: '乌兰察布市',
		value: [113.140, 41.00, 30000]
	}, {
		name: '锡林郭勒盟',
		value: [116.054, 43.94, 20000]
	}, {
		name: '阿拉善盟',
		value: [105.735, 38.86, 10000]
	}, {
		name: '兴安盟',
		value: [122.044, 46.09, 45000]
	}

];